tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "aria2"
brew "bat"
brew "pkg-config"
brew "cmake"
brew "dhex"
brew "difftastic"
brew "diffutils"
brew "fd"
brew "zstd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "git-delta"
brew "gnu-sed"
brew "htop"
brew "hunspell"
brew "jq"
brew "ldid"
brew "nasm"
brew "ncdu"
brew "nmap"
brew "node"
brew "p7zip"
brew "pv"
brew "ripgrep"
brew "scrcpy"
brew "sd"
brew "smartmontools"
brew "virtualenv"
brew "wget"
brew "zoxide"
cask "audacity"
cask "bartender"
cask "cloudflare-warp"
cask "db-browser-for-sqlite"
cask "ghidra"
cask "karabiner-elements"
cask "linearmouse"
cask "mos"
cask "pacifist"
cask "qbittorrent"
cask "rectangle"
cask "stats"
cask "telegram-desktop"
